Repository: necropolis0079/Receipt-and-Warranty-Vault
Catalog: app/lib/core/l10n/arb/app_*.arb
Languages: el

# navigationVault
source: Vault
el: Αποδείξεις

# navigationExpiring
source: Expiring
el: Λήξη

# navigationAdd
source: Add
el: Προσθήκη

# navigationSearch
source: Search
el: Αναζήτηση

# navigationSettings
source: Settings
el: Ρυθμίσεις

source: My Receipts
el: Οι Αποδείξεις μου

source: No receipts yet
el: Δεν υπάρχουν αποδείξεις

# addYourFirstReceipt
source: Add your first receipt to start organizing your purchases and warranties.
el: Προσθέστε την πρώτη σας απόδειξη για να αρχίσετε να οργανώνετε τις αγορές και τις εγγυήσεις σας.

# receiptsCount
source: {count, plural, =0{No receipts} =1{1 receipt} other{{count} receipts}}
el: {count, plural, =0{Καμία απόδειξη} =1{1 απόδειξη} other{{count} αποδείξεις}}

source: Active Warranties
el: Ενεργές Εγγυήσεις

source: Total Spent
el: Συνολικά Έξοδα

source: Expiring Warranties
el: Εγγυήσεις που Λήγουν

source: No expiring warranties
el: Δεν υπάρχουν εγγυήσεις που λήγουν

# expiresIn
source: Expires in {days} days
el: Λήγει σε {days} ημέρες

source: Expired
el: Έληξε

# expiresInDays
source: {count, plural, =0{Expires today} =1{Expires in 1 day} other{Expires in {count} days}}
el: {count, plural, =0{Λήγει σήμερα} =1{Λήγει σε 1 ημέρα} other{Λήγει σε {count} ημέρες}}

# expiresInMonths
source: {count, plural, =1{Expires in 1 month} other{Expires in {count} months}}
el: {count, plural, =1{Λήγει σε 1 μήνα} other{Λήγει σε {count} μήνες}}

# expiresInYears
source: {count, plural, =1{Expires in 1 year} other{Expires in {count} years}}
el: {count, plural, =1{Λήγει σε 1 χρόνο} other{Λήγει σε {count} χρόνια}}

# expiresInDaysCount
source: Expires in {count} days
el: Λήγει σε {count} ημέρες

source: Expiring today
el: Λήγει σήμερα

# expiredDaysAgo
source: {count, plural, =1{Expired 1 day ago} other{Expired {count} days ago}}
el: {count, plural, =1{Έληξε πριν 1 ημέρα} other{Έληξε πριν {count} ημέρες}}

source: Add Receipt
el: Προσθήκη Απόδειξης

source: Take Photo
el: Φωτογραφία

source: Import from Gallery
el: Εισαγωγή από Συλλογή

source: Import from Files
el: Εισαγωγή από Αρχεία

source: Scanning receipt...
el: Σάρωση απόδειξης...

source: Extracting data...
el: Εξαγωγή δεδομένων...

source: Review Details
el: Έλεγχος Στοιχείων

source: Store Name
el: Κατάστημα

source: Purchase Date
el: Ημερομηνία Αγοράς

source: Total Amount
el: Συνολικό Ποσό

source: Currency
el: Νόμισμα

source: Category
el: Κατηγορία

source: Warranty (Months)
el: Εγγύηση (Μήνες)

source: Warranty Expiry
el: Λήξη Εγγύησης

source: Notes
el: Σημειώσεις

source: Tags
el: Ετικέτες

source: Status
el: Κατάσταση

# statusActive
source: Active
el: Ενεργή

# statusReturned
source: Returned
el: Επιστροφή

# statusDeleted
source: Deleted
el: Διαγραμμένη

source: Save
el: Αποθήκευση

source: Cancel
el: Ακύρωση

source: Delete
el: Διαγραφή

source: Edit
el: Επεξεργασία

source: Edit Receipt
el: Επεξεργασία Απόδειξης

source: Share
el: Κοινοποίηση

source: Export
el: Εξαγωγή

source: Mark as Returned
el: Σήμανση ως Επιστροφή

source: Undo Return
el: Αναίρεση Επιστροφής

source: Add to Favorites
el: Προσθήκη στα Αγαπημένα

source: Remove from Favorites
el: Αφαίρεση από τα Αγαπημένα

source: Search Receipts
el: Αναζήτηση Αποδείξεων

# searchHint
source: Search by store, item, or note...
el: Αναζήτηση κατάστημα, προϊόν ή σημείωση...

source: No results found
el: Δεν βρέθηκαν αποτελέσματα

source: Filter by Category
el: Φίλτρο ανά Κατηγορία

source: Filter by Store
el: Φίλτρο ανά Κατάστημα

source: Filter by Date
el: Φίλτρο ανά Ημερομηνία

source: Filter by Status
el: Φίλτρο ανά Κατάσταση

source: Clear Filters
el: Καθαρισμός Φίλτρων

source: Sort By
el: Ταξινόμηση κατά

# sortByDate
source: Date
el: Ημερομηνία

# sortByAmount
source: Amount
el: Ποσό

# sortByStore
source: Store
el: Κατάστημα

source: Settings
el: Ρυθμίσεις

source: Language
el: Γλώσσα

source: Theme
el: Θέμα

# themeLight
source: Light
el: Φωτεινό

# themeDark
source: Dark
el: Σκοτεινό

# themeSystem
source: System
el: Σύστημα

source: Warranty Reminders
el: Υπενθυμίσεις Εγγύησης

source: Default Currency
el: Προεπιλεγμένο Νόμισμα

source: App Lock
el: Κλείδωμα Εφαρμογής

source: Enable App Lock
el: Ενεργοποίηση Κλειδώματος

# biometricAuth
source: Biometric Authentication
el: Βιομετρικός Έλεγχος

source: PIN Code
el: Κωδικός PIN

source: About
el: Σχετικά

source: Version
el: Έκδοση

source: Privacy Policy
el: Πολιτική Απορρήτου

source: Terms of Service
el: Όροι Χρήσης

source: Sign Out
el: Αποσύνδεση

source: Delete Account
el: Διαγραφή Λογαριασμού

source: Sign In
el: Σύνδεση

source: Sign Up
el: Εγγραφή

source: Password
el: Κωδικός

source: Confirm Password
el: Επιβεβαίωση Κωδικού

source: Forgot Password?
el: Ξεχάσατε τον κωδικό;

source: Reset Password
el: Επαναφορά Κωδικού

source: Sign in with Google
el: Σύνδεση με Google

source: Sign in with Apple
el: Σύνδεση με Apple

source: Or continue with
el: Ή συνεχίστε με

# alreadyHaveAccount
source: Already have an account? Sign In
el: Έχετε ήδη λογαριασμό; Συνδεθείτε

# dontHaveAccount
source: Don't have an account? Sign Up
el: Δεν έχετε λογαριασμό; Εγγραφείτε

source: Loading...
el: Φόρτωση...

source: Error
el: Σφάλμα

source: Retry
el: Επανάληψη

source: Confirm
el: Επιβεβαίωση

source: Yes
el: Ναι

source: No
el: Όχι

source: Success
el: Επιτυχία

source: Warning
el: Προειδοποίηση

source: Close
el: Κλείσιμο

source: Back
el: Πίσω

source: Next
el: Επόμενο

source: Done
el: Ολοκλήρωση

source: Select All
el: Επιλογή Όλων

source: Deselect All
el: Αποεπιλογή Όλων

# genericError
source: Something went wrong. Please try again.
el: Κάτι πήγε στραβά. Παρακαλώ δοκιμάστε ξανά.

# networkError
source: A network error occurred. Please check your connection.
el: Σφάλμα δικτύου. Ελέγξτε τη σύνδεσή σας.

source: No internet connection
el: Δεν υπάρχει σύνδεση στο διαδίκτυο

# sessionExpired
source: Your session has expired. Please sign in again.
el: Η συνεδρία σας έληξε. Παρακαλώ συνδεθείτε ξανά.

# invalidInput
source: Invalid input. Please check and try again.
el: Μη έγκυρη εισαγωγή. Ελέγξτε και δοκιμάστε ξανά.

# requiredField
source: This field is required
el: Αυτό το πεδίο είναι υποχρεωτικό

# confirmDelete
source: Confirm Deletion
el: Επιβεβαίωση Διαγραφής

# deleteWarning
source: Are you sure you want to delete this receipt?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την απόδειξη;

# softDeleteMessage
source: This receipt will be moved to the trash and permanently deleted after 30 days.
el: Η απόδειξη θα μεταφερθεί στον κάδο και θα διαγραφεί οριστικά μετά από 30 ημέρες.

# permanentDeleteWarning
source: This action cannot be undone. All data will be permanently deleted.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Όλα τα δεδομένα θα διαγραφούν οριστικά.

source: Recover
el: Ανάκτηση

source: Recover Receipt
el: Ανάκτηση Απόδειξης

# deletedItemsEmpty
source: No deleted items
el: Δεν υπάρχουν διαγραμμένα στοιχεία

source: Export Receipt
el: Εξαγωγή Απόδειξης

source: Export by Date Range
el: Εξαγωγή ανά Ημερομηνίες

source: Select Date Range
el: Επιλογή Εύρους Ημερομηνιών

source: Export Format
el: Μορφή Εξαγωγής

# exportSuccess
source: Export completed successfully
el: Η εξαγωγή ολοκληρώθηκε επιτυχώς

# welcome
source: Welcome to Warranty Vault
el: Καλώς ήρθατε στο Warranty Vault

# onboardingStep1
source: Capture receipts instantly with your camera or import from your gallery.
el: Καταγράψτε αποδείξεις αμέσως με την κάμερα ή εισάγετε από τη συλλογή σας.

# onboardingStep2
source: Never miss a warranty expiry with smart reminders.
el: Μην χάσετε ποτέ λήξη εγγύησης με έξυπνες υπενθυμίσεις.

# onboardingStep3
source: Your data is encrypted and always under your control.
el: Τα δεδομένα σας είναι κρυπτογραφημένα και πάντα υπό τον έλεγχό σας.

source: Get Started
el: Ξεκινήστε

# skipOnboarding
source: Skip
el: Παράλειψη

# categoryElectronics
source: Electronics
el: Ηλεκτρονικά

# categoryGroceries
source: Groceries
el: Σούπερ Μάρκετ

# categoryClothingApparel
source: Clothing & Apparel
el: Ένδυση & Υπόδηση

# categoryHomeFurniture
source: Home & Furniture
el: Σπίτι & Έπιπλα

# categoryHealthPharmacy
source: Health & Pharmacy
el: Υγεία & Φαρμακείο

# categoryRestaurantsFood
source: Restaurants & Food
el: Εστιατόρια & Φαγητό

# categoryTransportation
source: Transportation
el: Μεταφορές

# categoryEntertainment
source: Entertainment
el: Ψυχαγωγία

# categoryServicesSubscriptions
source: Services & Subscriptions
el: Υπηρεσίες & Συνδρομές

# categoryOther
source: Other
el: Άλλο

source: Warranty Active
el: Ενεργή Εγγύηση

source: Warranty Expired
el: Εγγύηση Έληξε

source: No Warranty
el: Χωρίς Εγγύηση

source: Warranty Duration
el: Διάρκεια Εγγύησης

# monthsCount
source: {count, plural, =1{1 month} other{{count} months}}
el: {count, plural, =1{1 μήνας} other{{count} μήνες}}

source: Add Warranty
el: Προσθήκη Εγγύησης

source: Edit Warranty
el: Επεξεργασία Εγγύησης

source: Today
el: Σήμερα

source: Yesterday
el: Χθες

# daysAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
el: {count, plural, =1{πριν 1 ημέρα} other{πριν {count} ημέρες}}

source: This Week
el: Αυτή την Εβδομάδα

source: This Month
el: Αυτόν τον Μήνα

source: Date Range
el: Εύρος Ημερομηνιών

source: Start Date
el: Ημερομηνία Έναρξης

source: End Date
el: Ημερομηνία Λήξης

source: Bulk Import
el: Μαζική Εισαγωγή

# scanningGallery
source: Scanning gallery for receipts...
el: Σάρωση συλλογής για αποδείξεις...

# foundImages
source: {count, plural, =0{No receipt-like images found} =1{Found 1 image} other{Found {count} images}}
el: {count, plural, =0{Δεν βρέθηκαν εικόνες αποδείξεων} =1{Βρέθηκε 1 εικόνα} other{Βρέθηκαν {count} εικόνες}}

source: Import Selected
el: Εισαγωγή Επιλεγμένων

source: Total Receipts
el: Σύνολο Αποδείξεων

# activeWarrantiesCount
source: {count, plural, =0{No active warranties} =1{1 active warranty} other{{count} active warranties}}
el: {count, plural, =0{Καμία ενεργή εγγύηση} =1{1 ενεργή εγγύηση} other{{count} ενεργές εγγυήσεις}}

source: Total spent: {amount}
el: Σύνολο εξόδων: {amount}

# authVerifyEmail
source: Verify Email
el: Επαλήθευση Email

# authVerificationSent
source: We sent a verification code to
el: Στείλαμε κωδικό επαλήθευσης στο

# authVerificationCode
source: Verification Code
el: Κωδικός Επαλήθευσης

# authResendCode
source: Resend Code
el: Επαναποστολή Κωδικού

# authCodeResent
source: Verification code resent
el: Ο κωδικός επαλήθευσης στάλθηκε ξανά

# authPasswordTooShort
source: Password must be at least 8 characters
el: Ο κωδικός πρέπει να έχει τουλάχιστον 8 χαρακτήρες

# authPasswordsDoNotMatch
source: Passwords do not match
el: Οι κωδικοί δεν ταιριάζουν

# authResetInstructions
source: Enter your email address and we'll send you a code to reset your password.
el: Εισάγετε το email σας και θα σας στείλουμε κωδικό για επαναφορά του κωδικού πρόσβασης.

# authSendResetCode
source: Send Reset Code
el: Αποστολή Κωδικού Επαναφοράς

# authEnterResetCode
source: Enter the code sent to your email and choose a new password.
el: Εισάγετε τον κωδικό που στάλθηκε στο email σας και επιλέξτε νέο κωδικό πρόσβασης.

# authNewPassword
source: New Password
el: Νέος Κωδικός

# authPasswordResetSuccess
source: Password reset successfully. You are now signed in.
el: Ο κωδικός επαναφέρθηκε επιτυχώς. Είστε τώρα συνδεδεμένοι.

# authSecureYourApp
source: Secure Your App
el: Ασφαλίστε την Εφαρμογή

# authAppLockDescription
source: Protect your receipts and warranties with biometric authentication or PIN code.
el: Προστατεύστε τις αποδείξεις και τις εγγυήσεις σας με βιομετρική αυθεντικοποίηση ή κωδικό PIN.

# authMaybeLater
source: Maybe Later
el: Ίσως Αργότερα

# authSignOutConfirm
source: Are you sure you want to sign out?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;

# authDeleteAccountConfirm
source: Are you sure you want to delete your account? This action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό σας; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.

# lockScreenTitle
source: App Locked
el: Κλειδωμένη Εφαρμογή

# lockScreenSubtitle
source: Authenticate to unlock Warranty Vault
el: Αυθεντικοποιηθείτε για να ξεκλειδώσετε

# lockScreenUnlock
source: Unlock
el: Ξεκλείδωμα

# lockScreenAuthFailed
source: Authentication failed. Please try again.
el: Η αυθεντικοποίηση απέτυχε. Δοκιμάστε ξανά.

# appLockTimeout
source: Lock Timeout
el: Χρόνος Κλειδώματος

# appLockImmediate
source: Immediately
el: Αμέσως

# appLockAfter1Min
source: After 1 minute
el: Μετά από 1 λεπτό

# appLockAfter5Min
source: After 5 minutes
el: Μετά από 5 λεπτά

# appLockBiometricUnavailable
source: Biometric authentication is not available on this device.
el: Ο βιομετρικός έλεγχος δεν είναι διαθέσιμος σε αυτή τη συσκευή.

source: Capture Receipt
el: Καταγραφή Απόδειξης

# captureReceiptDescription
source: Take a photo or import an image to capture your receipt.
el: Τραβήξτε φωτογραφία ή εισάγετε εικόνα για καταγραφή απόδειξης.

source: Camera
el: Κάμερα

source: Gallery
el: Συλλογή

source: Files
el: Αρχεία

source: Fast Save
el: Γρήγορη Αποθήκευση

source: Receipt saved
el: Η απόδειξη αποθηκεύτηκε

source: Continue to OCR
el: Συνέχεια σε OCR

source: Saving receipt...
el: Αποθήκευση απόδειξης...

source: Manage Categories
el: Διαχείριση Κατηγοριών

source: Trash
el: Κάδος

# trashEmpty
source: Trash is empty
el: Ο κάδος είναι άδειος

# restoreReceipt
source: Restore
el: Επαναφορά

source: Delete Permanently
el: Οριστική Διαγραφή

# searchResults
source: {count, plural, =1{1 result} other{{count} results}}
el: {count, plural, =1{1 αποτέλεσμα} other{{count} αποτελέσματα}}

# filterByWarranty
source: Warranty
el: Εγγύηση

source: Has Warranty
el: Με Εγγύηση

# noWarrantyFilter
source: No Warranty
el: Χωρίς Εγγύηση

source: Share Receipt
el: Κοινοποίηση Απόδειξης

# exportCsv
source: Export as CSV
el: Εξαγωγή ως CSV

source: Batch Export
el: Μαζική Εξαγωγή

source: Reminder Settings
el: Ρυθμίσεις Υπενθυμίσεων

# reminderDaysBefore
source: Remind {days} days before
el: Υπενθύμιση {days} ημέρες πριν

# reminderEnabled
source: Reminders enabled
el: Υπενθυμίσεις ενεργοποιημένες

# reminderDisabled
source: Reminders disabled
el: Υπενθυμίσεις απενεργοποιημένες

# returnConfirm
source: Mark this receipt as returned?
el: Σήμανση αυτής της απόδειξης ως επιστροφή;

# receiptReturned
source: Receipt marked as returned
el: Η απόδειξη σημάνθηκε ως επιστροφή

source: Receipt shared
el: Η απόδειξη κοινοποιήθηκε

# noReceiptsInRange
source: No receipts in the selected date range
el: Δεν βρέθηκαν αποδείξεις στο επιλεγμένο εύρος ημερομηνιών

# receiptsToExport
source: {count, plural, =0{No receipts to export} =1{1 receipt to export} other{{count} receipts to export}}
el: {count, plural, =0{Καμία απόδειξη για εξαγωγή} =1{1 απόδειξη για εξαγωγή} other{{count} αποδείξεις για εξαγωγή}}

source: All Dates
el: Όλες οι Ημερομηνίες

source: Store
el: Κατάστημα

source: Total
el: Σύνολο

source: Uncategorized
el: Χωρίς Κατηγορία

source: Warranty
el: Εγγύηση

source: Duration
el: Διάρκεια

source: Expires
el: Λήγει

# monthsWithCount
source: {count} months
el: {count} μήνες

# notAvailable
source: N/A
el: Μ/Δ

source: No images
el: Χωρίς εικόνες

source: Image not available
el: Η εικόνα δεν είναι διαθέσιμη

source: Returned
el: Επιστροφή

source: Add
el: Προσθήκη

# captureWithCamera
source: Capture receipt with camera
el: Λήψη απόδειξης με κάμερα

source: Choose from Gallery
el: Επιλογή από Συλλογή

source: Select existing photos
el: Επιλογή υπάρχουσων φωτογραφιών

source: Import Files
el: Εισαγωγή Αρχείων

source: Images or PDF documents
el: Εικόνες ή έγγραφα PDF

source: Receipt updated
el: Η απόδειξη ενημερώθηκε

source: Add Category
el: Προσθήκη Κατηγορίας

source: Category name
el: Όνομα κατηγορίας

# defaultCategory
source: Default
el: Προεπιλογή

source: No categories
el: Δεν υπάρχουν κατηγορίες

# ocrConfidence
source: OCR confidence: {percent}%
el: Αξιοπιστία OCR: {percent}%

source: Delete Receipt
el: Διαγραφή Απόδειξης

# deleteReceiptConfirm
source: Are you sure you want to delete "{name}"? It can be recovered within 30 days.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε "{name}"; Μπορεί να ανακτηθεί εντός 30 ημερών.

# markReturnedConfirm
source: Mark "{name}" as returned?
el: Σήμανση "{name}" ως επιστροφή;

# failedToShare
source: Failed to share: {error}
el: Αποτυχία κοινοποίησης: {error}

source: Crop
el: Περικοπή

source: Image Preview
el: Προεπισκόπηση Εικόνας

source: Delete Image
el: Διαγραφή Εικόνας

# deleteImageConfirm
source: Are you sure you want to delete this image? This action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την εικόνα; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.

# validationImagesRequired
source: At least one image is required
el: Απαιτείται τουλάχιστον μία εικόνα

source: Try Again
el: Δοκιμάστε Ξανά

# permissionCameraTitle
source: Camera Permission Required
el: Απαιτείται Άδεια Κάμερας

# permissionCameraMessage
source: Warranty Vault needs camera access to capture receipt photos. Please grant permission in your device settings.
el: Το Warranty Vault χρειάζεται πρόσβαση στην κάμερα για λήψη φωτογραφιών αποδείξεων. Παρακαλώ δώστε άδεια στις ρυθμίσεις της συσκευής σας.

# permissionGalleryTitle
source: Gallery Permission Required
el: Απαιτείται Άδεια Συλλογής

# permissionGalleryMessage
source: Warranty Vault needs photo access to import receipt images. Please grant permission in your device settings.
el: Το Warranty Vault χρειάζεται πρόσβαση στις φωτογραφίες για εισαγωγή εικόνων αποδείξεων. Παρακαλώ δώστε άδεια στις ρυθμίσεις της συσκευής σας.

source: Open Settings
el: Άνοιγμα Ρυθμίσεων

# ocrLowConfidenceTitle
source: Low Recognition Quality
el: Χαμηλή Ποιότητα Αναγνώρισης

# ocrLowConfidenceMessage
source: We couldn't read this receipt clearly. Try adding a better photo or fill in the details manually.
el: Δεν μπορέσαμε να διαβάσουμε αυτή την απόδειξη καθαρά. Δοκιμάστε να προσθέσετε καλύτερη φωτογραφία ή συμπληρώστε τα στοιχεία χειροκίνητα.

source: Add Better Photo
el: Καλύτερη Φωτογραφία

source: Fill Manually
el: Χειροκίνητη Συμπλήρωση

# privacyPolicyContent
source: Privacy Policy Last updated: February 2026 1. Data Storage All your data is stored exclusively on your device. Warranty Vault does not transmit, collect, or store any of your information on external servers. 2. Encryption Your data is protected with AES-256 encryption (via SQLCipher). Even if someone gains access to your device files, your receipt data remains encrypted. 3. Permissions Warranty Vault requests the following permissions: - Camera: To capture receipt photos - Photo Library: To import receipt images from your gallery - Notifications: To send warranty expiry reminders These permissions are used solely for the stated purposes and can be revoked at any time in your device settings. 4. No Data Collection We do not collect analytics, usage data, crash reports, or any personal information. Your receipts, warranties, and personal data never leave your device. 5. Data Export & Deletion You can export all your data at any time using the export feature. You can delete individual receipts or all data through the app settings. 6. Third-Party Services Warranty Vault does not integrate with any third-party analytics, advertising, or data collection services. 7. Contact For questions about this privacy policy, contact us at: privacy@warrantyvault.app
el: Πολιτική Απορρήτου Τελευταία ενημέρωση: Φεβρουάριος 2026 1. Αποθήκευση Δεδομένων Όλα τα δεδομένα σας αποθηκεύονται αποκλειστικά στη συσκευή σας. Το Warranty Vault δεν μεταδίδει, συλλέγει ή αποθηκεύει πληροφορίες σε εξωτερικούς διακομιστές. 2. Κρυπτογράφηση Τα δεδομένα σας προστατεύονται με κρυπτογράφηση AES-256 (μέσω SQLCipher). Ακόμα κι αν κάποιος αποκτήσει πρόσβαση στα αρχεία της συσκευής σας, τα δεδομένα αποδείξεων παραμένουν κρυπτογραφημένα. 3. Δικαιώματα Το Warranty Vault ζητά τα ακόλουθα δικαιώματα: - Κάμερα: Για λήψη φωτογραφιών αποδείξεων - Βιβλιοθήκη Φωτογραφιών: Για εισαγωγή εικόνων αποδείξεων από τη συλλογή σας - Ειδοποιήσεις: Για αποστολή υπενθυμίσεων λήξης εγγύησης Αυτά τα δικαιώματα χρησιμοποιούνται αποκλειστικά για τους αναφερόμενους σκοπούς και μπορούν να ανακληθούν ανά πάσα στιγμή στις ρυθμίσεις της συσκευής σας. 4. Καμία Συλλογή Δεδομένων Δεν συλλέγουμε αναλυτικά στοιχεία, δεδομένα χρήσης, αναφορές σφαλμάτων ή προσωπικές πληροφορίες. Οι αποδείξεις, οι εγγυήσεις και τα προσωπικά σας δεδομένα δεν φεύγουν ποτέ από τη συσκευή σας. 5. Εξαγωγή & Διαγραφή Δεδομένων Μπορείτε να εξάγετε όλα τα δεδομένα σας ανά πάσα στιγμή χρησιμοποιώντας τη λειτουργία εξαγωγής. Μπορείτε να διαγράψετε μεμονωμένες αποδείξεις ή όλα τα δεδομένα μέσω των ρυθμίσεων της εφαρμογής. 6. Υπηρεσίες Τρίτων Το Warranty Vault δεν ενσωματώνει υπηρεσίες αναλυτικών, διαφήμισης ή συλλογής δεδομένων τρίτων. 7. Επικοινωνία Για ερωτήσεις σχετικά με αυτή την πολιτική απορρήτου, επικοινωνήστε μαζί μας στο: privacy@warrantyvault.app

# reminderIntervalsTitle
source: Reminder Intervals
el: Διαστήματα Υπενθυμίσεων

# reminderIntervalsMessage
source: Choose when to be reminded before warranty expiry:
el: Επιλέξτε πότε θα ειδοποιείστε πριν τη λήξη εγγύησης:

# days30Before
source: 30 days before
el: 30 ημέρες πριν

# days14Before
source: 14 days before
el: 14 ημέρες πριν

# days7Before
source: 7 days before
el: 7 ημέρες πριν

# days3Before
source: 3 days before
el: 3 ημέρες πριν

# days1Before
source: 1 day before
el: 1 ημέρα πριν

source: Day of expiry
el: Ημέρα λήξης

# appLockPromptTitle
source: Secure Your Receipts
el: Ασφαλίστε τις Αποδείξεις σας

# appLockPromptMessage
source: Protect your receipt data with biometric authentication or PIN code. You can always enable this later in Settings.
el: Προστατεύστε τα δεδομένα αποδείξεών σας με βιομετρική αυθεντικοποίηση ή κωδικό PIN. Μπορείτε πάντα να το ενεργοποιήσετε αργότερα στις Ρυθμίσεις.

source: Enable Now
el: Ενεργοποίηση Τώρα

source: Maybe Later
el: Ίσως Αργότερα

source: Select date
el: Επιλέξτε ημερομηνία

source: Warranty Period
el: Περίοδος Εγγύησης

source: Select category
el: Επιλέξτε κατηγορία

# allWarrantiesSafe
source: All your warranties are safe for now.
el: Όλες οι εγγυήσεις σας είναι ασφαλείς προς το παρόν.

source: Analyzing fields...
el: Ανάλυση πεδίων...

source: Analysis complete
el: Η ανάλυση ολοκληρώθηκε

source: Analysis failed
el: Η ανάλυση απέτυχε
